Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Many autonomists consider themselves to be engaged in an ideological conflict with the inner system, a memetic cold war that sometimes extends to physical actions.
fr_fr: Beaucoup d'autonomistes se considèrent engagés dans un conflit idéologique avec le système intérieur, une guerre froide qui résulte parfois en des actiosn physiques.

source: Some willingly pursue campaigns of sabotage and subversion against hypercorp and other authoritarian affairs, such as smuggling cornucopia machines into habitats where such machines are strictly regulated, like among the Jovian Republic.
fr_fr: Certains participent activement à des campagnes de sabotages et à des actiosn subversive contre les hypercorps et d'autres puissance autoritaire, telles que la contrebande de machine d'abondance dans les habitats où de telels amchines sont strictement régulées comme ceux de la République Jovienne.

source: The hypercorps and their allies occasionally strike back, though open conflict is rare.
fr_fr: Les hyeprcorps et leurs alliées répliquent occasionnellement, bien que le conflit ouvert soit rare.

source: Even though the inner system and Jovian Republic could field enough military might to subdue the autonomist factions, an uneasy detente exists.
fr_fr: Même si le systèle inrérieur et la République Jovienne peuvent déployer suffisament de puissance militaire pour asservir les factiosn autonomistes, une détente génée existe.

source: Rumors abound that the anarchists have some sort of card in their pocket that keeps their opponents at bay, perhaps even some threat of mutually-assured destruction.
fr_fr: Les rumeurs sur le fait que les anarchistes auraient des cartes en mains qui gardent leurs adversaires à distance abondent, peut-être même des menaces de destruction mutuelle.

source: Concerns over security and potential future attacks by the TITANs also impact matters in the outer system, but most people resist attempts to seriously restrict their personal freedoms in any manner not directly related to maintaining their safety.
fr_fr: Les préoccupations vis à vis de la sécurité et des futures attaques potentielles des TITANs impactent également la politique dans le sytème extérieur, mais la plupart des personnes résistent aux tentatives de restreindre leurs libertés personnellesd'une manière qui n'est directement en lien avec leur sécurité.

source: Inhabitants of the outer system still remember how the old governments' demands of adherence to bioconservativism and allegiance to distant and often unresponsive leaders did nothing to prevent the Fall from happening, and that memory fuels their mistrust of those states.
fr_fr: Les habitants des systèmes extérieurs se souviennent toujours des demandes de soutien au bioconservatisme des anciens gouvermnements et les allégeances à des chefs distants et qui ne réagissent pas et qui n'ont rien fait pour prévenir la Chute, et ces souvenirs alimentent leur manque de confiance dans ces états.

source: Those powers were undone by failing to deliver what they promised—when they could not provide the security that they claimed their authoritarian measures would bring, the seeds of their defeat in the outer system were planted.
fr_fr: Ces puissances ont étés défaites en échouant à faire ce qu'ils avaient promis - lorsqu'ils ne pouvaient pas apporter la sécurité qu'ils prétendaient amener par leur mesures autoritaires, les germes de la défaite dans les ssytèmes extérieurs ont été semées.

source: Both social and political experimentation are common in many of the smaller habitats of the outer system.
fr_fr: Les expérimentations sociale et politique sont communes dans beaucoup des petits habitats du système extérieur.

source: Because collective decision-making is fairly easy in stations with populations of less than ten thousand, direct democracy is a common method of government.
fr_fr: La prise de décision collective est relativement simple dans les statsions avec une populations de moins de dix mille personne, la démocratie directe est donc une méthode de gouvernement commune.

source: A number of ideologically-based habitats have used this ease of making collective decisions as a way to get all members to agree to some unusual forms of government.
fr_fr: Grand nombre d'habitats basés sur une idéologie ont utilisé cette simplicité à prendre des décisions comme méthode pour mettre tout le monde d'accord pour une forme de houvernement inhabituelle.

source: The individual variants that have been tried are too numerous to list, though they generally fit into a few general categories.
fr_fr: Les variantes individuelles qui ont été essayées sont trop nombreuses pour être listées, bein qu'elles tombent généralement dans une catégorie plus large.

source: A few relatively small habitats employ limited forms of authoritarianism.
fr_fr: Quelques habitats relativement petits utilisent des formes limitées d'autoritarisme.

source: Some have a single leader who has great power, but who is (ideally) kept from abuse or excess through the use of limits such as a list of constitutionally-guaranteed rights or the ability of a relatively small number of people to call an election or a vote of confidence.
fr_fr: Certains ont un chef unique qui a beaucoup de pouvoir, mais qui est (idéalement) tenu à l'égard des abus ou des excès par l'utilisation de limites telles qu'une liste de droits constitutionnels ou la capacité pour un nombre relativement réduit de personne à demander une élection ou un vote de confiance.

source: Some colonies using this model have elected dictators who serve for a limited term, while others are ruled by a single charismatic leader who transforms their habitat into a cult of personality.
fr_fr: Certaines colonies utilisant ce modèle ont élus des dicateurs qui reçoivent un mandat limité dans le temps, alors que d'autre sont régies par un seul chef charismatique qui transforment leur habitat en un culte de leur personnalité.

source: Other habitats choose their leaders by random lot, with every adult who can pass a relatively easy competency test being eligible to be the colony's leader for a period that usually ranges from six months to five years.
fr_fr: D'autres habitats choisissent lerus chefs en le tirant au hasard, tout les adultes qui réussissent un test relativement simple de compétence sont éligible pour être le chef de la colonnie pour une période de six mois à cinq ans.

source: A few habitats are governed by powerful specialized AIs, which in very few cases are actually hyper-intelligent AGIs or even seed AIs that the colony has secretly created.
fr_fr: Un petit nombre d'habitats sont gouvernés par de puissantes IAs spécialisés, qui sont dans de rares cas de réelles AGIs hyper-intelligente ou même des IAs germes qua la colonnie a créée en secret.

source: Several colonies populated by purely informorph or synthmorph inhabitants use special high-bandwidth connections to give their members access each other's surface thoughts and emotional reactions, allowing them to hold vast democratic political meetings where everyone present can feel the general emotional reactions of all of the other members as easily as they can feel their own.
fr_fr: Plusieurs colonnie peuplée uniquement par des infomorphs ou des habitants en synthmorphs usent des connexions à forte bande passante spécialisée pour donner à leur membre l'accès aux pensées de surface et aux réactions émotionnelles des autres, leur permettant de tenir de vaste débat politique dans lesquels tout ceux qui sont présents peuvent sentir les réactions émotionnelle générales de tous les autres membres aussi simplement qu'ils peuvent ressentir les leurs.

source: There are a vast number of different types of government, many of which have never existed before, moving (and sometimes fumbling) ahead in the outer system.
fr_fr: Il y a une grande quantité de types de gouvernement différent, beaucoup d'entre eux n'ont jamais existé auparavant, avançant (et parfois trébuchant) bien en avance dans le système solaire.

source: Some work far better than others, allowing successful colonies to thrive and making much of the outer system a vast and complex political laboratory.
fr_fr: Certains marchent beaucoup mieux que d'autres, permettant aux colonie de survivre avec réussite et de tranformer la plus gardne aprtie du système extérieur un laboratoire politique vaste et complexe.

source: Keeping the peace
fr_fr: Maintenir la paix

source: Each habitat is responsible for dealing with its internal affairs.
fr_fr: Chaque habitat est responsable de la gestion de ses affaires internes.

source: As a result, standards of justice vary widely from the oppressive police state of the Jovian Junta to the free market judicial courts of the Extropians in the belt to the community justice policies of the anarchists out beyond Saturn.
fr_fr: En conséquence, les standards de justice varient grandement de l'tat policier oppressif de la Junte Jovienne au trbiunaux judiciaire du marché libre des Extropiens dans la ceinture en passant par les politiques de justice communautaire des anarchistes au-delà de Saturne.

source: Travelers are strongly encouraged to check up on the legalities and policies of stations they are visiting so as to avoid unfortunate incidents, though muses are generally quite good about maintaining awareness of local conditions so that they can warn their users before straying into gray or illegal territory.
fr_fr: Les voyageurs sont trés foretement encouragés à se mettre au courant des lois en vigueurs sur les statsions qu'ils vont visiter afin d'éviter des incidents malheureux, bien que les muses sont générallement plutôt bonne pour se tenir au courant des conditions locales afin qu'elles puissent prévenir leurs utilisateurs avant de pénétrer dans les zones grises ou illégales.

source: In the inner system, standards of justice and law enforcement tend to be uniform and very familiar to the majority of the population that lived on Earth prior to the Fall, where most nations had relatively similar standards of justice.
fr_fr: Dans le système intérieur, les standards de justice et de maintien de l'ordre tendent à être uniformisée et relativement familier à la majorité des populations qui ont vécues sur Terre avant la Chute, là où la plupart des nations avaient des standards de justice relativement similaires.

source: Across the entire solar system, certain similar standards can be found.
fr_fr: A travers tout le système solaire, certains standards identiques peuvent être trouvés.

source: Though local laws may differ, there is widespread respect for the idea that punishments for religious or ideologicallybased laws only apply to residents.
fr_fr: bien que les lois locales puissent différer, il y a un respect répandu que l'idée de punition pour les lois religieuse ou basées sur les idéologies ne s'appliquent qu'aux résidents.

source: Visitors who violate such restrictions or other minor laws are simply deported to their home and forbidden to return.
fr_fr: Les visteurs qui violent de telles restrictions ou d'autres lois mineures sont généralement déportés chez eux et sont interdits de revenir.

source: Standards of evidence for criminal investigations are also common.
fr_fr: Des standards de preuves pour les enquètes criminelles sont également communs.

source: Modern forensic technology makes collecting and analyzing DNA and other trace evidence an exceptionally swift and easy process.
fr_fr: Les technologies d'analyse médico-légales rendent la collecte et l'analyse de l'ADN et d'autres traces sont un procédé extrêmement rapide et facile.

source: Likewise, with almost all habitats having what amounts to total surveillance of all public places, any potential offenses committed there can be carefully analyzed.
fr_fr: De manière similaire, avec la plupart des habitats ayant une surveillance totale de tous les lieux publics, tous les délits potentiels commis là peuvent être minutieusement analysées.

source: Standards of privacy vary widely from one habitat to another, so during emergencies or crime investigations, law enforcement officials may or may not have total access to detailed recordings of the events in any portion of the habitat including recordings from sensors in private dwellings.
fr_fr: les standards de vie privée varie grandement d'un habitat à l'autre, donc pendant les urgences et les enquètes criminelles, les agents des forces de l'ordre peuvent avoir ou pas un accès total à des enregsitrements des évènemesnt dans toute partie de l'habitat incluant les enregistrement des capteurs dans les résidences privées.

source: In some stations, law enforcement officials can compel everyone who might have been present during an alleged crime to provide downloads of their sensory experiences from the time of the crime.
fr_fr: Dans quelques stations, les agents des forces de l'ordre peuvent contraindre toute personne qui pourrait avoir été présente pendant un crime à fournir des copies de leurs expériences sensorielles à l'heure du crime.

source: While individuals can edit their memories, discrepancies between various people's sensory recordings are just another form of evidence.
fr_fr: Alors que les individus peuvent éditer leurs souvenirs, des différences entre les entrées sensorielles de diverses personne sont juste une autre forme de preuve.

source: Requiring sensory downloads from witnesses and suspects is common practice in habitats controlled by the Planetary Consortium, the Jovian Republic, and most hypercorps.
fr_fr: Exiger des téléchzrgement sensoriels des témoins et des suspects est une pratique habituelle dans les habitats contrôlés par le Consortium Planétaire, la République Jovienne et la plupart des hypercorps.

source: However, in most habitats in the outer system, law enforcement officials have no access to such records and can only compel sensory recordings from people who have been charged with serious crimes.
fr_fr: Mains dans la plupart des habitats du système extérieur, les agents des forces de l'ordre n'ont pas accè à de tels enregistrements et ne peuvent contraindre que les personnes qui ont déjà été accusée de crime grave à leur transmettre les enregistrementes sensoriels.

source: The power of modern forensics is such that a sufficiently careful examination of people and places can often determine the nature of a crime and the perpetrator(s) with relative ease.
fr_fr: La force des sciences médico-légale moderne est telle qu'un examin suffisament détaillé des personnes et des lieux peut souvent déterminer la nature d'un crime et le(s) auteur(s) relativement facilement.

source: Decisions of innocence or guilt rarely rely upon suppositions, circumstantial evidence, eyewitness testimony or any of the other notoriously unreliable forms of evidence common in past centuries.
fr_fr: Déterminer l'innocence ou la culapbilité dépend rarement sur des suppositions, des preuves circonstancielles, des témoignages de témoins occulaire ou d'autres formes d preuves notoirement pas fiable et commune lors des siècles passés.

source: The best way for someone to avoid being convicted of a crime is to either prevent anyone from learning about the crime or to make certain that no one suspects them as the perpetrator.
fr_fr: La meilleure façon pour quelqu'un d'éviter d'être accusé d'un crime est soit de faire en sorte que personne n'apprenne le crime ou de s'assurer que personne en le suspecte comme acteur du crime.

source: Once someone guilty of a crime becomes a suspect, there is a very significant chance that law enforcement officers will be able to uncover reliable evidence connecting them to the crime.
fr_fr: Une fois que le coupable d'un crime devient un suspect, il y a une chance significative que le agents des forces de l'ordre soient capable de découvrir une preuve fiable le connectant au crime.

source: However, if there is no obvious evidence connecting a specific suspect to a crime, the criminal has a greater chance of escaping discovery.
fr_fr: Cependant, si il n'existe pas de preuve évidente connectant un suspect spécifique à un crime, le criminel à une plus grande chance de ne pas être découvert.

source: Law enforcement in the solar system consists of a vast patchwork of separate jurisdictions, occasionally united by various treaties.
fr_fr: Les forces de police du système solaire sont constitué d'un vaste patchwork de juridictions séparées, occasionnellement unies par différent traités.

source: Most habitats have signed the Treaty of Uniform Security that requires either extradition or on-site trial of criminals who are accused of especially serious crimes such as attempted habitat destruction, use of incapacitating infoware (including basilisk hack attacks), or any attempt to aid the agents of the TITANs in taking over or destroying a habitat.
fr_fr: La plupart des habitats ont signé le Traité de Sécurité Uniformisé qui requiert soit l'extradition soit un procès sur place de criminels accusé de crime grave et bien spécifiques tels que la tentative de destruction d'un habitat, l'utilisation d'infoware incapacitant (incluant les attaques basées sur les exploit basilique) ou toute tentative d'aider les agents des TITANs à prendre le contrôle ou à détruire un habitat.

source: Only the Jovian Junta and a few especially antisocial or anarchic habitats have not signed this treaty, but many habitats in the outer system maintain the right to try offenders accused by other habitats rather than extraditing them.
fr_fr: Seuls la République Jovienne et quelque habiotats particulièrement antisociaux ou anarchique n'ont pas signé ce traité, mais la plupart des habitats du système extérieur maintiennent le droit de juger eux-mêmes les personnes accusées par d'autres habitats plutôt que des les extrader.

source: In addition, most habitats require a significant amount of evidence before they are willing to extradite one of their residents.
fr_fr: De plus, la plupart des habitats demandent une quantité significative de preuve avant qu'ils n'acceptent d'extrader l'un de leurs résidents.

source: Outside the Treaty of Uniform Security, there is nothing remotely resembling a uniform code of justice and no widely recognized police force.
fr_fr: Au delà du Traité de Sécurité Uniformisé, il n'existe rien ressemblant de près ou de loin à un code pénal uniformisé ou à une force de police largement reconnue.

source: Instead, each habitat or cluster maintains their own code of laws and law enforcement officers.
fr_fr: Chaque habitat ou groupe d'habitat préfère maintenir son propre code de loi et ses propres agents des forces de l'ordre.

source: In most areas, law enforcement is a respected and honorable profession paid for by the government, but in a few, the only options are private security agencies that only protect individuals who subscribe to their services.
fr_fr: Dans la plupart des zones, la police est une profession respectée et honorable payée par le gouvernement, mais dans quelques endroits, les seules options sont les agences de sécurité privée qui ne protègent que les individus qui souscrivent leurs services.

source: Among the anarchists and scum, residents are largely responsible for their own protection, which means they may be constantly armed when in public (depending on local conditions).
fr_fr: Parmi les anarchistes et la racaille, les résidents sont trés largement responsables de leur propre proptection, ce qui signifie qu'ils doivent être constament armés lorsqu'ils sont en public (en fonction de la situation locale).

source: Depending on the stations, the most someone who is the victim of a crime can do may be to go after their attacker or post a bounty.
fr_fr: En fonction des stations, la seule chose que peut faire quelqu'un qui serait victime d'un crime est de traquer on agresseur ou de poser une prime sur sa tête.

source: In others, mechanisms exist for community or collective problem-solving that often involve assembling an ad-hoc grouping of peers to assess the situation, offer non-biased judgment, and sometimes pursue collective action.
fr_fr: Dans d'autres, des mécanismes existent pour résoudre les problèmes de manière communautaire ou collective qui impliquent souvent de constituer un groupe adéquat de pairs pour évaluer la situation, offrir un jugement non biaisé et parfois poursuivre une action collective.

source: The only widely-accepted law enforcement officers that attempt to maintain jurisdiction across the solar system are bonded investigators and security consultants from companies such as Medusan Shield or Direct Action.
fr_fr: Les seuls agents des forces de l'ordre largement acceptés et qui tentent de maintenir une juridiction à travers le système solaire sont les enquèteurs privés et les consultants en sécurité des sociétés telles que medusan Shield ou Action Directe.

source: Both organizations have contracts with various hypercorps and inner system stations to provide security.
fr_fr: Les deux organisations ont des contrats avec différentes hypercorps et stations du système solaire intérieur pour leur fournir de la sécurité.

source: However, in the outer system and in other regions not controlled (directly or indirectly) by the hypercorps, the status of these officers is far more tenuous.
fr_fr: Dans le système extérieur et d'autres régions non contrôllées (directement ou indirectement) par les hypercorps, le statut de ces agents est cependant bien plus fragile.

source: In habitats that do not have security contracts with their organization, the best these agents can do is act as bounty hunters.
fr_fr: Dans les habitats qui n'ont pas de contrats de sécurité avec leurs organsiation, le mieux que peuvent faire ces agents est d'agir en tant que chasseur de prime.

source: Due to extensive stories of excesses in the inner system, many colonies frown on freelance bounty hunters—often referred to as ego hunters—and may ban them entirely.
fr_fr: En raison des nombreuses histoire à propos des excès dans le système intérieur, beaucoup de colonnies rechigne à utiliser des chasseurs de primes indépendant - souvent appelés chasseur d'égo - et peuvent aller jusqu'à les bannir.

source: Others allow agents from licensed security hypercorps to act as ego hunters, but forbid them from extraditing or otherwise restraining or punishing the criminals they are pursuing.
fr_fr: D'autres autorisent les agents des hypercorps de sécurité autorisées à agir comme chasseur d'égo, mais leur interdisent d'extrader ou de restreindre et punir les criminels qu'ils pourchassent.

source: Instead, agents are required to turn over evidence so that the habitat's own judicial system may hold a trial, in which case a convicted person may be remanded to the agent's custody.
fr_fr: À la place, les agents doivent fournir les preuves pour que le système juridique de l'habitat puisse établir un procès, aauquel cas une personne accusée peut-être mis en détention provisoire sous la garde de l'agent.

source: Law enforcement officers experience similar difficulties attempting to apprehend a suspect who has fled to another habitat.
fr_fr: Les agents des forces de police rencontre des difficultés similaires lorsqu'il tentent d'apréhender un suspect qui s'est enfui dans un autre habitat.

source: Closely allied habitats in the outer system usually allow full or at least limited legal powers to visiting law enforcement officers from their allies.
fr_fr: Des habitats alliés dans le système extérieur accorde généralement un pouvoir légal complet ou limité aux agents des forces de l'ordre en visite et à leurs alliés.
